const INSTRUCTIONS = [
  {
    title: '“青团社·校园信用卡中心”是怎样的一个平台？',
    content: '“青团社·校园信用卡中心”致力于为大学生用户提供全方位的信用卡信息服务。正确地引导大学生通过办信用卡的方式来满足一些额外的消费需求，杜绝“裸贷”等事件的再次发生。帮助大学生提前积累个人信用并养成良好的用卡习惯。'
  },
  {
    title: '为什么大学生要办信用卡？',
    content: '（1）提前积累个人信用；\n（2）满足短期小额的额外消费需求；\n（3）参与各种信用卡优惠活动，降低生活成本。'
  },
  {
    title: '信用卡有哪些基本概念？',
    content: '信用卡额度：是指发卡机构根据持卡人的资信状况等为其核定、在卡片有效期内可循环使用的最高授信限额。\n可用额度：是指持卡人所持的信用卡还没有被使用的信用额度。\n账单日：发卡银行每月定期对持卡人的信用卡账户当期发生的各项交易、费用等进行汇总结算，并结计利息、计算持卡人当期应还款项的日期。\n到期还款日：发卡银行规定的持卡人应该偿还其全部应还款或最低还款额的最后日期。大部分银行现行到期还款日为账单日后第20 日。\n免息还款日：是指从账单日起至到期还款日之间的日期。\n宽限期：一般在到期还款日之后银行会给予3天左右的宽限期。在宽限期内还款，也算是按时还款，不会上征信。\n最长免息期：是指从账单日后一天开始至到期还款日的日期。\n最低还款额：即在到期还款日时，持卡人无法全额归还应付款项的，可按发卡行规定的最低还款额进行还款，但不能享受免息还款期待遇，全部交易款项自消费入账日期起开始计收利息，并按月计收复利。\n违约金：是指贷记卡持卡人未能在到期还款日（含）前偿还最低还款额，按协议约定应向发卡机构支付的款项。\n消费分期：在进行某一笔消费时，对该笔消费金额进行分期。\n账单分期：当每月的账单日出账单以后，对该笔账单金额进行分期。\n积分：在消费过程中，不同的刷卡渠道及刷卡金额会积累不同的积分。积分可用于兑换年费及礼品等。'
  },
  {
    title: '什么是“信用卡逾期”？有什么影响？',
    content: '信用卡逾期”是指持卡人未在到期还款日之前足额还清消费款项。两年内连续3次逾期或累计6次逾期，银行就会拒批信用卡及贷款；有轻微逾期记录的，在申请贷款时，会适当提高贷款利率；有严重逾期记录的，将会限制消费、出行等。'
  },
  {
    title: '如果申请无果，可否频繁申请他行信用卡？',
    content: '不可以。一旦提出申请，该项申请记录将会显示在个人征信报告的第五项“查询信息”中。频繁地申请信用卡，申请人会被怀疑出现经济问题，急需用钱，从而降低信用卡的过审率。尽量不要在一个月内频繁地申卡。'
  },
  {
    title: '为什么有很多大学生的信用卡是没有额度的？没有额度的信用卡有什么好处？如何获取额度？',
    content: '2011年银监会曾发布《商业银行信用卡业务监督管理办法》。该《办法》对学生信用卡进行了详细规定：“向符合条件的同一申请人核发学生信用卡的发卡银行不得超过两家(附属卡除外)。在发放学生信用卡之前，发卡银行必须落实第二还款来源，取得第二还款来源方(父母、监护人、或其他管理人等)愿意代为还款的书面担保材料，并确认第二还款来源方身份的真实性。在提高学生信用卡额度之前，发卡银行必须取得第二还款来源方(父母、监护人、或其他管理人等)表示同意并愿意代为还款的书面担保材料。”所以在未落实第二还款来源的前提下，发卡银行不能给大学生信用卡开放额度。但没有额度的信用卡除没有额度外基本享受与其他同等级信用卡一样的权益，包括参加一些优惠活动等。如果想获取相应额度，需上传父母身份证、户口簿、由父母签署的《第二还款来源担保声明》等资料，各家银行的要求不同，具体详见各家银行的说明。'
  }
]

export default INSTRUCTIONS
