const cardDetial = [
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10001.jpg',
    cardId: 10001,
    cardName: '腾讯视频卡校园版',
    cardReward: [
      {
        title: '3个月腾讯视频VIP会籍',
        content: [
          {
            key: '活动时间',
            value: '即日起至2018年5月31日；'
          },
          {
            key: '活动内容',
            value:
              '成功申请并获核发的浦发腾讯视频联名卡主卡持卡人（限新户）在2018年6月30日前激活该卡片并任意合格消费一次；次月可获赠3个月腾讯视频会员资格。'
          }
        ]
      },
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '白金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10002_fixed.jpg',
    cardId: 10002,
    cardName: '腾讯动漫联名卡校园版',
    cardReward: [
      {
        title: '2000腾讯动漫阅点',
        content: [
          {
            key: '活动时间',
            value: '即日起至2018年6月30日；'
          },
          {
            key: '活动内容',
            value: '成功申请腾讯动漫卡校园版的新户持卡人于核卡60天内发生一笔有积分消费，即可获得2000腾讯动漫阅点。'
          }
        ]
      },
      {
        title: '500腾讯动漫阅点及10Q币',
        content: [
          {
            key: '活动时间',
            value: '即日起至2018年6月30日；'
          },
          {
            key: '活动内容',
            value: '成功申请腾讯动漫卡校园版主卡的持卡人激活并使用该卡片发生任意消费一笔，即可获得500腾讯动漫阅点和10Q币。'
          }
        ]
      },
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10003.jpg',
    cardId: 10003,
    cardName: '欢乐斗地主校园版',
    cardReward: [
      {
        title: '30元话费',
        content: [
          {
            key: '活动时间',
            value: '2017年8月14日至2018年12月31日；'
          },
          {
            key: '活动内容',
            value:
              '成功申请梦卡之欢乐斗地主联名信用卡校园版的新客户，核卡30天内使用该卡消费满188元（含）、或选购任一权益产品、或办理任意一笔分期（单笔消费分期或账单分期）；达标后次月即可获赠30元话费。'
          }
        ]
      },
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '白金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10004.png',
    cardId: 10004,
    cardName: '移动卡校园版',
    cardReward: [
      {
        title: '爱奇艺会员+免取现手续费',
        content: [
          {
            key: '活动时间',
            value: '2017年8月14日至2018年12月31日；'
          },
          {
            key: '活动内容',
            value:
              '申请并获核发的浦发移动卡校园版新户主卡持卡人在核卡通过后30天内使用该卡合格消费一笔满88元、或选购浦发信用卡中心权益平台任一权益产品、或办理一笔单笔消费分期/账单分期业务，达标后次月可获赠1个月爱奇艺黄金VIP会员权益和1个月取现免权益。每位持卡人限获赠一次。'
          }
        ]
      },
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分，所有有积分交易享1.5倍积分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '所有有积分交易享1.5倍积分',
        value: ''
      },
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10005.png',
    cardId: 10005,
    cardName: '咪咕熊校园版',
    cardReward: [
      {
        title: '爱奇艺会员+免取现手续费',
        content: [
          {
            key: '活动时间',
            value: '2017年8月14日至2018年12月31日；'
          },
          {
            key: '活动内容',
            value:
              '申请并获核发的浦发咪咕熊校园版新户主卡持卡人在核卡通过后30天内使用该卡合格消费一笔满88元、或选购浦发信用卡中心权益平台任一权益产品、或办理一笔单笔消费分期/账单分期业务，达标后次月可获赠1个月爱奇艺黄金VIP会员权益和1个月取现免权益。每位持卡人限获赠一次。'
          }
        ]
      },
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10006.jpg',
    cardId: 10006,
    cardName: '校园青春卡双币版',
    cardReward: [
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币+美元'
      },
      {
        key: '发卡组织',
        value: '银联+Visa'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分，特定日合格消费享双倍积分。溢缴款消费可累计积分。'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '终身免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '免费'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '特定时间内申请万用金，手续费仅7折',
        value: ''
      },
      {
        key: '刷银联卡，可享全球多个旅游城市最高15%优惠',
        value: ''
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10007.png',
    cardId: 10007,
    cardName: '俺来也联名卡校园版',
    cardReward: [
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑。每月免首笔取现手续费'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '免费'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10008.png',
    cardId: 10008,
    cardName: '张艺兴“一心卡”校园版',
    cardReward: [
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10009.png',
    cardId: 10009,
    cardName: '张艺兴“一心卡”校园版',
    cardReward: [
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '白金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '免外汇兑换手续费',
        value: ''
      },
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/10010.png',
    cardId: 10010,
    cardName: '杨洋主题信用卡校园版',
    cardReward: [
      {
        title: '3倍加速积分',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日至6月30日；'
          },
          {
            key: '活动内容',
            value:
              '首次申请并成功核发浦发信用卡的新户，核卡后90天内，在各大平台绑定浦发信用卡进行快捷支付交易，享3倍积分，消费满额还可额外获赠5万积分。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '白金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '核卡时授予临时额度（1000元-2000元），有效期一个月；父母签署《第二还款来源担保声明》后，即可获得初始额度（2000-8000元），否则一个月到期后额度将归零'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分'
      },
      {
        key: '积分用途',
        value:
          '积分抽奖、慈善公益、积分商城兑换、线下商户积分消费（哈根达斯冰激淋、星巴克咖啡、必胜客等）、兑换礼券（哈根达斯、85度、克莉丝汀、DQ礼品等）'
      },
      {
        key: '还款渠道',
        value: '浦发银行自动转账还款、柜面还款、手机银行、网上银行、电话银行等自助渠道；支付宝、拉卡拉、微信等第三方还款渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value:
          '本行柜台：免费;本行；TM：取现金额的0.5%，最低5元／笔；他行ATM：取现额的2%，最低20元人民币／2美元／2欧元／2英镑'
      },
      {
        key: '分期费用',
        value: '3期：2.64%；6期：4.44%；12期：8.16%；15期：10.35%；18期：12.6%；24期：16.8%'
      }
    ],
    specialReward: [
      {
        key: '消费送红包，最高4888元刷卡金',
        value: ''
      },
      {
        key: '外卖单笔最高立减77元',
        value: '2018年6月30日前，享美团APP外卖频道或美团外卖APP快捷支付满额立减优惠，最高立减77元。'
      },
      {
        key: '日日优惠，代金券抢购',
        value: '参与商户包括：必胜客、哈根达斯、CoCo、汉堡王、万宁等，详见“浦发银行信用卡”微信公众号'
      },
      {
        key: '全家满20元立减10元',
        value: '2018年6月30日前，每周四，浦发银行62开头持卡人使用银联二维码和手机PAY在全家便利店支付单笔消费满20元享受立减10元优惠'
      },
      {
        key: '“饿了么”满11元立减10元',
        value: '2018年6月30日前，享饿了么APP支付宝快捷支付满11元立减10元优惠'
      }
    ],
    cardGuidance: [
      {
        key: '电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '证件有效期怎么填？',
        value: '即身份证背面下方的“有效期限”，如“2013.03.05-2023.03.05”'
      },
      {
        key: '为什么要填写直系亲属、辅导员／导师的姓名及联系方式？对他们有何影响？',
        value: '填写这些信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过直系亲属、辅导员／导师与客户进行联系。直系亲属、辅导员／导师不承担任何风险。'
      }
    ],
    jumpUrl:
      'https://ecentre.spdbccc.com.cn/creditcard/indexActivity.htm?data=P2073763&itemcode=hzqts00004'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/11001.jpg',
    cardId: 11001,
    cardName: '摆范儿卡',
    cardReward: [
      {
        title: '20元广发商城券',
        content: [
          {
            key: '活动时间',
            value: '2018年3月15日至2018年12月31日（填表日期）'
          },
          {
            key: '活动内容',
            value:
              '新户在发卡后30天内激活，并在收到银行领券通知短信的30天内登陆银行“发现精彩”APP摆范儿卡活动专区领取价值人民币20元的广发商城券1张，每人限领1次'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value:
          '开放院校中，全日制年满18周岁的在校本科、硕士研究生和博士生。同时申请人必须满足首次申请信用卡的要求，即在此之前从未申请过信用卡、助学贷款和消费贷款等。（开放院校可在填写信息的“学校名称”字段中查询。如没有本人所在院校，则暂不能申请）'
      },
      {
        key: '额度',
        value: '最低2000元（不设置10%上浮额度，不可调额）'
      },
      {
        key: '积分规则',
        value: '消费或取现1元累计1分，生日双倍积分。线上、线下消费可计积分，每人每月线上消费最高计10万积分，'
      },
      {
        key: '积分用途',
        value:
          '按照600积分=1元（指定商品除外），在指定蛋糕甜品店（哈根达斯、圣安娜饼屋等）、便利店（OK便利店）、超市（万宁）、餐饮店（必胜客、肯德基、COSTA、汉堡王）积分消费。积分商城，积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '广发银行“发现精彩”APP、微信银行、手机银行、网上银行等自助渠道；广发银行或工农中建等11家他行借记卡进行还款；同步开通本行／银联跨行自动还款。'
      },
      {
        key: '其他',
        value: '虚拟卡，无实体卡片\n查看卡号路径：注册并登陆“发现精彩”APP首页-右小角“我的”-“用卡”-“虚拟卡”进行卡号查询-结果页面显示卡板'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '终身免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的50%'
      },
      {
        key: '预借现金取现费',
        value: '免费'
      },
      {
        key: '最低还款额',
        value: '服务杂费+账单剩余金额的10%+未偿还的上期最低还款额'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%'
      },
      {
        key: '溢缴款取现费',
        value: '免费（包括所有银联标识ATM机及广发银行各网点）'
      },
      {
        key: '分期费用',
        value: '分期费用=0.56%*期数，以官网为准'
      }
    ],
    specialReward: [
      {
        key: '无卡付5元首刷礼',
        value:
          '2018年6月30日前，登录“发现精彩”APP领取优惠资格当月内，首刷广发无卡付（云闪付／支付宝／微信支付／京东支付等）。满5元返5元，三种支付形式优惠不叠加，每卡限一次，每月限额，先到先得。'
      },
      {
        key: '优惠支付满额减，吃喝购最高5折',
        value:
          '活动时间：2018年3月2日起（各城市商户开始结束日期不一，活动日不一，详见发现精彩APP带“满”子活动商户店铺页码；\n活动内容：持卡人登录“发现精彩”APP，点击下方“立即参与”进入商户列表，在带“满”字样的商户使用优惠支付，在指定活动商户单臂消费满指定金额即享指定金额立减。每个活动日名额有限，先到先得，用完即止。优惠是否享受以“发现精彩”APP优惠支付买单完成后实际支付结果显示为准。'
      },
      {
        key: '购电影票满9元立减8.8元',
        value:
          '活动时间：2018年3月16日-5月30日，每周五、六、日10点起\n活动内容：将广发信用卡（含银联标识）绑定支付宝，通过淘票票渠道购买电影票，方可享受每笔订单满9元立减8.8元优惠。'
      },
      {
        key: '单笔满150元立减50元',
        value:
          '活动时间：即日起至2018年6月5日（每周五、六、日）\n活动内容：持卡人登录“发现精彩”APP，选择带“满150减50”字样的商户，到活动商户门店消费后使用优惠支付，单笔支付满150元及以上即立减50元。每个活动日名额有限，先到先得，用完即止。'
      }
    ],
    cardGuidance: [
      {
        key: '“证件有效期”怎么填？',
        value: '即身份证背面下方“有效期限”中的终止日期。如有效期限为“2013.03.05-2023.03.05”，则证件有效期至“20230305”。'
      },
      {
        key: '“收入”怎么填？',
        value: '大学生没有收入来源，可不作选择。'
      },
      {
        key: '“宿舍（学校）电话”怎么填？',
        value: '可填写宿舍电话、宿管办公室电话、辅导员办公室电话。'
      },
      {
        key: '“紧急联系人”可写直系亲属吗？',
        value: '可以，但不可填写上面已填写的直系亲属信息。'
      }
    ],
    jumpUrl: 'https://wap.cgbchina.com.cn/mbcreditCardApply/#/mbcreditCardApply/creditCard0?seqno=i-xR-peuTdwRPSQftyscvU44BBabb99B5b99baBBS&ACTIVITY_ID=tgTffsySdpe-fRQcP_BBBBb9bBbBB'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/12001.png',
    cardId: 12001,
    cardName: 'MAX+银联信用卡金卡（校园版）',
    cardReward: [
      {
        title: '赠4.5万积分',
        content: [
          {
            key: '活动时间',
            value: '核卡60日内'
          },
          {
            key: '活动内容',
            value: '交易满3笔且每笔交易满228元（其中1笔快捷支付交易）即可获赠4.5万积分（不再参与同期新户首刷活动）'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '指定院校中，18周岁以上全日制本科及以上学历在读学生'
      },
      {
        key: '额度',
        value:
          '指定院校中，本科生核发3000元额度，研究生核发5000元额度（其中，北京、上海、广州、深圳、南京、杭州的院校本科核发4000元，研究生核发6000元）'
      },
      {
        key: '积分规则',
        value: '网购笔笔计积分，所有取现交易均不计积分，消费1元累计1分，生日当天消费可享双倍积分'
      },
      {
        key: '积分用途',
        value: '慈善捐赠、积分商城礼品兑换、航空里程兑换'
      },
      {
        key: '还款渠道',
        value: '兴业银行自动转账还款、柜面还款、手机银行、网上银行等自助渠道；支付宝、拉卡拉、微信、快钱等第三方还款渠道；ATM跨行转存'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的50%'
      },
      {
        key: '预借现金取现费',
        value: '每个账单月首笔取现免手续费（包括预借现金交易即溢缴款取现交易），取现金额的2%，最低20元／笔或2美元／笔（不分同城异地）'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低20元或3美元'
      },
      {
        key: '溢缴款取现费',
        value: '2018年1月1日至2018年12月31日期间，免费'
      },
      {
        key: '分期费用',
        value: '3期：2.55%；6期：4.5%；12期：9%；18期：13.5%；24期：18%'
      }
    ],
    specialReward: [
      {
        key: '网购笔笔有积分',
        value:
          '活动内容：客户使用兴业银行MAX+信用卡或PASS信用卡校园版当月满足任意一笔100元（含）以上的刷卡交易，可尊享次月网上交易积分的优惠。每月获赠积分上限为10000分。'
      },
      {
        key: '网购满118元立减18元',
        value:
          '活动时间：即日起至2018年6月30日（每天9点起）\n活动内容：持卡人在淘宝、天猫购物使用支付宝付款并选择兴业银行信用卡进行支付，可享满118元立减18元优惠，每天限量3000个名额，先到先得'
      },
      {
        key: '6积分兑换星巴克',
        value:
          '活动时间：即日起至2018年6月30日\n活动内容：在指定统计时间段内（2017年11月26日至2018年6月25日期间，每月26日至次月25日为一个统计时间段）客户名下卡片累计刷卡消费满6笔，且单笔交易金额满99元，次月持可使用积分消费的信用卡至线下星巴克门店可享首杯6000信用卡积分、次杯6积分兑换星巴克大杯手工调制饮品1杯，以上每档分值每月各限兑1杯。'
      }
    ],
    cardGuidance: [
      {
        key: '“学校电话”怎么填？',
        value: '可填写宿舍电话、宿管办公室电话、辅导员办公室电话、学校官网首页底部电话。'
      },
      {
        key: '“电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '身份证起始日期怎么填？',
        value: '即身份证背面下方“有效期限”中的起始日期。如有效期限为“2013.03.05-2023.03.05”，则身份证起始日期为“2013年3月5日”。'
      }
    ],
    jumpUrl: 'https://ccshop.cib.com.cn:8010/application/cardapp/newfast/ApplyCard/toSelectCard?id=ee18f5fb6bed4bc1b050900d6ad351c4&cards=1399,1433,1433&faces=A,YYS1,YNS1&personCode=00000000001'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/12002.png',
    cardId: 12002,
    cardName: '倩女幽魂男偃师版（校园版）',
    cardReward: [
      {
        title: '赠豪华游戏礼包',
        content: [
          {
            key: '活动时间',
            value: ''
          },
          {
            key: '活动内容',
            value:
              '新户完成3笔限定交易且每笔金额大于99元（含），礼包二选一：1，手游端内容：带8幸运属性称号(30天)、金刚钻原石（10个）、银票（100万）；2，PC端内容：全身特效称号（30天）、名册副券（10个）、益补培元礼箱（4个）。（不再参加同期新户首刷活动）'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '指定院校中，18周岁以上全日制本科及以上学历在读学生'
      },
      {
        key: '额度',
        value:
          '指定院校中，本科生核发3000元额度，研究生核发5000元额度（其中，北京、上海、广州、深圳、南京、杭州的院校本科核发4000元，研究生核发6000元）'
      },
      {
        key: '积分规则',
        value: '网购笔笔计积分，所有取现交易均不计积分，消费1元累计1分，生日当天消费可享双倍积分'
      },
      {
        key: '积分用途',
        value: '慈善捐赠、积分商城礼品兑换、航空里程兑换'
      },
      {
        key: '还款渠道',
        value: '兴业银行自动转账还款、柜面还款、手机银行、网上银行等自助渠道；支付宝、拉卡拉、微信、快钱等第三方还款渠道；ATM跨行转存'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的50%'
      },
      {
        key: '预借现金取现费',
        value: '每个账单月首笔取现免手续费（包括预借现金交易即溢缴款取现交易），取现金额的2%，最低20元／笔或2美元／笔（不分同城异地）'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低20元或3美元'
      },
      {
        key: '溢缴款取现费',
        value: '金额的0.5%，最低5元/笔，最高50元/笔'
      },
      {
        key: '分期费用',
        value: '3期：2.55%；6期：4.5%；12期：9%；18期：13.5%；24期：18%'
      }
    ],
    specialReward: [
      {
        key: '网购笔笔有积分',
        value:
          '活动内容：客户使用兴业银行MAX+信用卡或PASS信用卡校园版当月满足任意一笔100元（含）以上的刷卡交易，可尊享次月网上交易积分的优惠。每月获赠积分上限为10000分。'
      },
      {
        key: '网购满118元立减18元',
        value:
          '活动时间：即日起至2018年6月30日（每天9点起）\n活动内容：持卡人在淘宝、天猫购物使用支付宝付款并选择兴业银行信用卡进行支付，可享满118元立减18元优惠，每天限量3000个名额，先到先得'
      },
      {
        key: '6积分兑换星巴克',
        value:
          '活动时间：即日起至2018年6月30日\n活动内容：在指定统计时间段内（2017年11月26日至2018年6月25日期间，每月26日至次月25日为一个统计时间段）客户名下卡片累计刷卡消费满6笔，且单笔交易金额满99元，次月持可使用积分消费的信用卡至线下星巴克门店可享首杯6000信用卡积分、次杯6积分兑换星巴克大杯手工调制饮品1杯，以上每档分值每月各限兑1杯。'
      }
    ],
    cardGuidance: [
      {
        key: '“学校电话”怎么填？',
        value: '可填写宿舍电话、宿管办公室电话、辅导员办公室电话、学校官网首页底部电话。'
      },
      {
        key: '“电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '身份证起始日期怎么填？',
        value: '即身份证背面下方“有效期限”中的起始日期。如有效期限为“2013.03.05-2023.03.05”，则身份证起始日期为“2013年3月5日”。'
      }
    ],
    jumpUrl: 'https://ccshop.cib.com.cn:8010/application/cardapp/newfast/ApplyCard/toSelectCard?id=ee18f5fb6bed4bc1b050900d6ad351c4&cards=1399,1433,1433&faces=A,YYS1,YNS1&personCode=00000000001'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/12003.jpg',
    cardId: 12003,
    cardName: '倩女幽魂女医师版（校园版）',
    cardReward: [
      {
        title: '赠豪华游戏礼包',
        content: [
          {
            key: '活动时间',
            value: ''
          },
          {
            key: '活动内容',
            value:
              '新户完成3笔限定交易且每笔金额大于99元（含），礼包二选一：1，手游端内容：带8幸运属性称号(30天)、金刚钻原石（10个）、银票（100万）；2，PC端内容：全身特效称号（30天）、名册副券（10个）、益补培元礼箱（4个）。（不再参加同期新户首刷活动）'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20天-50天'
      },
      {
        key: '准入条件',
        value: '指定院校中，18周岁以上全日制本科及以上学历在读学生'
      },
      {
        key: '额度',
        value:
          '指定院校中，本科生核发3000元额度，研究生核发5000元额度（其中，北京、上海、广州、深圳、南京、杭州的院校本科核发4000元，研究生核发6000元）'
      },
      {
        key: '积分规则',
        value: '网购笔笔计积分，所有取现交易均不计积分，消费1元累计1分，生日当天消费可享双倍积分'
      },
      {
        key: '积分用途',
        value: '慈善捐赠、积分商城礼品兑换、航空里程兑换'
      },
      {
        key: '还款渠道',
        value: '兴业银行自动转账还款、柜面还款、手机银行、网上银行等自助渠道；支付宝、拉卡拉、微信、快钱等第三方还款渠道；ATM跨行转存'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的50%'
      },
      {
        key: '预借现金取现费',
        value: '每个账单月首笔取现免手续费（包括预借现金交易即溢缴款取现交易），取现金额的2%，最低20元／笔或2美元／笔（不分同城异地）'
      },
      {
        key: '最低还款额',
        value: '本月账单的5%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低20元或3美元'
      },
      {
        key: '溢缴款取现费',
        value: '2018年1月1日至2018年12月31日期间，免费'
      },
      {
        key: '分期费用',
        value: '金额的0.5%，最低5元/笔，最高50元/笔'
      }
    ],
    specialReward: [
      {
        key: '网购笔笔有积分',
        value:
          '活动内容：客户使用兴业银行MAX+信用卡或PASS信用卡校园版当月满足任意一笔100元（含）以上的刷卡交易，可尊享次月网上交易积分的优惠。每月获赠积分上限为10000分。'
      },
      {
        key: '网购满118元立减18元',
        value:
          '活动时间：即日起至2018年6月30日（每天9点起）\n活动内容：持卡人在淘宝、天猫购物使用支付宝付款并选择兴业银行信用卡进行支付，可享满118元立减18元优惠，每天限量3000个名额，先到先得'
      },
      {
        key: '6积分兑换星巴克',
        value:
          '活动时间：即日起至2018年6月30日\n活动内容：在指定统计时间段内（2017年11月26日至2018年6月25日期间，每月26日至次月25日为一个统计时间段）客户名下卡片累计刷卡消费满6笔，且单笔交易金额满99元，次月持可使用积分消费的信用卡至线下星巴克门店可享首杯6000信用卡积分、次杯6积分兑换星巴克大杯手工调制饮品1杯，以上每档分值每月各限兑1杯。'
      }
    ],
    cardGuidance: [
      {
        key: '“学校电话”怎么填？',
        value: '可填写宿舍电话、宿管办公室电话、辅导员办公室电话、学校官网首页底部电话。'
      },
      {
        key: '“电子邮箱”怎么填？',
        value: '银行会通过电子邮箱向您发送电子账单。电子账单包括账务明细、本月应还款额、最低还款额等内容。建议填写常用邮箱，包括163邮箱、QQ邮箱等。'
      },
      {
        key: '身份证起始日期怎么填？',
        value: '即身份证背面下方“有效期限”中的起始日期。如有效期限为“2013.03.05-2023.03.05”，则身份证起始日期为“2013年3月5日”。'
      }
    ],
    jumpUrl: 'https://ccshop.cib.com.cn:8010/application/cardapp/newfast/ApplyCard/toSelectCard?id=ee18f5fb6bed4bc1b050900d6ad351c4&cards=1399,1433,1433&faces=A,YYS1,YNS1&personCode=00000000001'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/13001.png',
    cardId: 13001,
    cardName: 'Y-POWER信用卡（校园版）万事达黑卡',
    cardReward: [
      {
        title: '返50%刷卡金',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日 至 2018年6月30日；'
          },
          {
            key: '活动内容',
            value:
              '活动期间，成功申请交通银行Y-Power信用卡（校园版）的新客户，自卡片通过审核起45天（含）内，使用该卡完成任意交易，可享首笔交易金额50%刷卡金奖励，最高可返50元。\n刷卡金适用于：通过微信、支付宝、云闪付使用该卡进行的交易，单笔最高抵扣10元'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '美元'
      },
      {
        key: '发卡组织',
        value: '万事达'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value: '提交父母身份证及户口簿信息即可获取额度，否则无额度'
      },
      {
        key: '积分规则',
        value: '消费1美元计7分'
      },
      {
        key: '积分用途',
        value: '积分享美食：星巴克、KFC、DQ、85°C积分兑换；积分商城积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '自动还款：使用交行或中、农、建、光大银行的借记卡开通信用卡本行或跨行自动还款服务。自助还款：本行网上银行、手机银行、网点柜台等；快钱、财付通、微信、支付宝、移动官网、拉卡拉等第三方渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '境外通过 VISA/MasterCard 网络取现，收取交易金额的 1％，最低每笔 5 美元'
      },
      {
        key: '最低还款额',
        value: '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低 1 美元'
      },
      {
        key: '溢缴款取现费',
        value: '溢缴款取现额的0.5%，最低每笔10元／1美元，最高每笔500元／50美元'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '',
        value:
          ''
      }
    ],
    cardGuidance: [
      {
        key: '为什么要填写联系人信息？对他们有何影响？',
        value: '填写联系人信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过联系人与客户进行联系。联系人不承担任何风险。'
      }
    ],
    jumpUrl: ' https://creditcardapp.bankcomm.com/applynew/front/apply/campus/index.html?trackCode=A090420071400&commercial_id=null&telecom_id=null&qts=4093085931'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/13002.png',
    cardId: 13002,
    cardName: 'Y-POWER信用卡（校园版）银联黑卡',
    cardReward: [
      {
        title: '返50%刷卡金',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日 至 2018年6月30日'
          },
          {
            key: '活动内容',
            value:
              '活动期间，成功申请交通银行Y-Power信用卡（校园版）的新客户，自卡片通过审核起45天（含）内，使用该卡完成任意交易，可享首笔交易金额50%刷卡金奖励，最高可返50元。刷卡金适用于：通过微信、支付宝、云闪付使用该卡进行的交易，单笔最高抵扣10元'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value: '提交父母身份证及户口簿信息即可获取额度，否则无额度'
      },
      {
        key: '积分规则',
        value: '消费1元计1分，支付宝、微信绑卡消费乐享积分'
      },
      {
        key: '积分用途',
        value: '积分享美食：星巴克、KFC、DQ、85°C积分兑换；积分商城积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '自动还款：使用交行或中、农、建、光大银行的借记卡开通信用卡本行或跨行自动还款服务。自助还款：本行网上银行、手机银行、网点柜台等；快钱、财付通、微信、支付宝、移动官网、拉卡拉等第三方渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现金额的1%，最低每笔5元'
      },
      {
        key: '最低还款额',
        value: '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低 人民币10元'
      },
      {
        key: '溢缴款取现费',
        value: '免费'
      },
      {
        key: '分期费用',
        value:
          '3期：2.79%；6期 ：4.8% ；9期：6.48% ；12期：8. 64%；18期 ：12.96%；24期：17.28%  '
      }
    ],
    specialReward: [
      {
        key: '最红星期五活动',
        value:
          '活动时间：2018年1月1日至2018年6月30日\n活动内容：持卡人每周五在指定超市、加油站内刷交通银行信用卡主卡（除boss卡、分期卡、中石油昆仑信用卡外）任一单笔消费满人民币98元且满足活动其他参与条件的，可秒减该笔交易金额的5%，白金卡秒减该笔交易金额的10%。详询官网'
      },
      {
        key: '甜蜜交通银行 MCAKE免费升磅',
        value:
          '活动时间： 2017年11月24 日至 2018年5月20日；\n活动内容：每个活动日上午10点开始，持卡人在MCAKE平台的交通银行信用卡专属活动页面，购买任意一款2磅蛋糕，使用交通银行信用卡快捷支付下单并付款，只需支付该款蛋糕1磅的价格（优惠价格以MCAKE平台显示为准）。每周五限前80单，每个节假日限前130单，优惠数量有限，先到先得，抢完为止；\n平日活动时间：2017年11月24日-2018年5月20日的每周五\n节假日活动时间：2017年12月23日-25日、12月30日-2018年1月1日、2018年2月12日-14日、3月6日-8日、5月12日、5月13日、5月19日、5月20日'
      }
    ],
    cardGuidance: [
      {
        key: '为什么要填写联系人信息？对他们有何影响？',
        value: '填写联系人信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过联系人与客户进行联系。联系人不承担任何风险。'
      }
    ],
    jumpUrl: ' https://creditcardapp.bankcomm.com/applynew/front/apply/campus/index.html?trackCode=A090420071400&commercial_id=null&telecom_id=null&qts=4093085931'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/13003.png',
    cardId: 13003,
    cardName: 'Y-POWER信用卡（校园版）VISA白卡',
    cardReward: [
      {
        title: '返50%刷卡金',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日 至 2018年6月30日'
          },
          {
            key: '活动内容',
            value:
              '活动时间： 2018年1月1日 至 2018年6月30日；活动内容：活动期间，成功申请交通银行Y-Power信用卡（校园版）的新客户，自卡片通过审核起45天（含）内，使用该卡完成任意交易，可享首笔交易金额50%刷卡金奖励，最高可返50元。刷卡金适用于：通过微信、支付宝、云闪付使用该卡进行的交易，单笔最高抵扣10元'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '美元'
      },
      {
        key: '发卡组织',
        value: 'VISA'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value: '提交父母身份证及户口簿信息即可获取额度，否则无额度'
      },
      {
        key: '积分规则',
        value: '消费1美元计7分'
      },
      {
        key: '积分用途',
        value: '积分享美食：星巴克、KFC、DQ、85°C积分兑换；积分商城积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '自动还款：使用交行或中、农、建、光大银行的借记卡开通信用卡本行或跨行自动还款服务。自助还款：本行网上银行、手机银行、网点柜台等；快钱、财付通、微信、支付宝、移动官网、拉卡拉等第三方渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '境外通过 VISA/MasterCard 网络取现，收取交易金额的 1％，最低每笔 5 美元'
      },
      {
        key: '最低还款额',
        value: '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低 1 美元'
      },
      {
        key: '溢缴款取现费',
        value: '溢缴款取现额的0.5%，最低每笔10元／1美元，最高每笔500元／50美元'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '',
        value:
          ''
      }
    ],
    cardGuidance: [
      {
        key: '为什么要填写联系人信息？对他们有何影响？',
        value: '填写联系人信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过联系人与客户进行联系。联系人不承担任何风险。'
      }
    ],
    jumpUrl: ' https://creditcardapp.bankcomm.com/applynew/front/apply/campus/index.html?trackCode=A090420071400&commercial_id=null&telecom_id=null&qts=4093085931'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/13004_white.jpg',
    cardId: 13004,
    cardName: 'Y-POWER信用卡（校园版）万事达白卡',
    cardReward: [
      {
        title: '返50%刷卡金',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日 至 2018年6月30日'
          },
          {
            key: '活动内容',
            value:
              '活动时间： 2018年1月1日 至 2018年6月30日；活动内容：活动期间，成功申请交通银行Y-Power信用卡（校园版）的新客户，自卡片通过审核起45天（含）内，使用该卡完成任意交易，可享首笔交易金额50%刷卡金奖励，最高可返50元。刷卡金适用于：通过微信、支付宝、云闪付使用该卡进行的交易，单笔最高抵扣10元'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '美元'
      },
      {
        key: '发卡组织',
        value: '万事达'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value: '提交父母身份证及户口簿信息即可获取额度，否则无额度'
      },
      {
        key: '积分规则',
        value: '消费1美元计7分'
      },
      {
        key: '积分用途',
        value: '积分享美食：星巴克、KFC、DQ、85°C积分兑换；积分商城积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '自动还款：使用交行或中、农、建、光大银行的借记卡开通信用卡本行或跨行自动还款服务。自助还款：本行网上银行、手机银行、网点柜台等；快钱、财付通、微信、支付宝、移动官网、拉卡拉等第三方渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '境外通过 VISA/MasterCard 网络取现，收取交易金额的 1％，最低每笔 5 美元'
      },
      {
        key: '最低还款额',
        value: '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低 1 美元'
      },
      {
        key: '溢缴款取现费',
        value: '溢缴款取现额的0.5%，最低每笔10元／1美元，最高每笔500元／50美元'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '',
        value:
          ''
      }
    ],
    cardGuidance: [
      {
        key: '为什么要填写联系人信息？对他们有何影响？',
        value: '填写联系人信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过联系人与客户进行联系。联系人不承担任何风险。'
      }
    ],
    jumpUrl: ' https://creditcardapp.bankcomm.com/applynew/front/apply/campus/index.html?trackCode=A090420071400&commercial_id=null&telecom_id=null&qts=4093085931'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/13005.jpg',
    cardId: 13005,
    cardName: 'Y-POWER信用卡（校园版）银联白卡',
    cardReward: [
      {
        title: '返50%刷卡金',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日 至 2018年6月30日'
          },
          {
            key: '活动内容',
            value:
              '活动期间，成功申请交通银行Y-Power信用卡（校园版）的新客户，自卡片通过审核起45天（含）内，使用该卡完成任意交易，可享首笔交易金额50%刷卡金奖励，最高可返50元。刷卡金适用于：通过微信、支付宝、云闪付使用该卡进行的交易，单笔最高抵扣10元'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value: '提交父母身份证及户口簿信息即可获取额度，否则无额度'
      },
      {
        key: '积分规则',
        value: '消费1元计1分，支付宝、微信绑卡消费乐享积分'
      },
      {
        key: '积分用途',
        value: '积分享美食：星巴克、KFC、DQ、85°C积分兑换；积分商城积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '自动还款：使用交行或中、农、建、光大银行的借记卡开通信用卡本行或跨行自动还款服务。自助还款：本行网上银行、手机银行、网点柜台等；快钱、财付通、微信、支付宝、移动官网、拉卡拉等第三方渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '取现金额的1%，最低每笔5元'
      },
      {
        key: '最低还款额',
        value: '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低人民币10元'
      },
      {
        key: '溢缴款取现费',
        value: '免费'
      },
      {
        key: '分期费用',
        value: '3期：2.79%；6期 ：4.8% ；9期：6.48% ；12期：8. 64%；18期 ：12.96%；24期：17.28%'
      }
    ],
    specialReward: [
      {
        key: '最红星期五活动',
        value:
          '活动时间：2018年1月1日至2018年6月30日\n活动内容：持卡人每周五在指定超市、加油站内刷交通银行信用卡主卡（除boss卡、分期卡、中石油昆仑信用卡外）任一单笔消费满人民币98元且满足活动其他参与条件的，可秒减该笔交易金额的5%，白金卡秒减该笔交易金额的10%。详询官网'
      },
      {
        key: '甜蜜交通银行 MCAKE免费升磅',
        value:
          '活动时间： 2017年11月24 日至 2018年5月20日；\n活动内容：每个活动日上午10点开始，持卡人在MCAKE平台的交通银行信用卡专属活动页面，购买任意一款2磅蛋糕，使用交通银行信用卡快捷支付下单并付款，只需支付该款蛋糕1磅的价格（优惠价格以MCAKE平台显示为准）。每周五限前80单，每个节假日限前130单，优惠数量有限，先到先得，抢完为止；\n平日活动时间：2017年11月24日-2018年5月20日的每周五\n节假日活动时间：2017年12月23日-25日、12月30日-2018年1月1日、2018年2月12日-14日、3月6日-8日、5月12日、5月13日、5月19日、5月20日'
      }
    ],
    cardGuidance: [
      {
        key: '为什么要填写联系人信息？对他们有何影响？',
        value: '填写联系人信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过联系人与客户进行联系。联系人不承担任何风险。'
      }
    ],
    jumpUrl: ' https://creditcardapp.bankcomm.com/applynew/front/apply/campus/index.html?trackCode=A090420071400&commercial_id=null&telecom_id=null&qts=4093085931'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/13004.png',
    cardId: 13006,
    cardName: 'Y-POWER信用卡（校园版）VISA黑卡',
    cardReward: [
      {
        title: '返50%刷卡金',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日 至 2018年6月30日'
          },
          {
            key: '活动内容',
            value:
              '活动时间： 2018年1月1日 至 2018年6月30日；活动内容：活动期间，成功申请交通银行Y-Power信用卡（校园版）的新客户，自卡片通过审核起45天（含）内，使用该卡完成任意交易，可享首笔交易金额50%刷卡金奖励，最高可返50元。刷卡金适用于：通过微信、支付宝、云闪付使用该卡进行的交易，单笔最高抵扣10元'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '美元'
      },
      {
        key: '发卡组织',
        value: 'VISA'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value: '提交父母身份证及户口簿信息即可获取额度，否则无额度'
      },
      {
        key: '积分规则',
        value: '消费1美元计7分'
      },
      {
        key: '积分用途',
        value: '积分享美食：星巴克、KFC、DQ、85°C积分兑换；积分商城积分兑换'
      },
      {
        key: '还款渠道',
        value:
          '自动还款：使用交行或中、农、建、光大银行的借记卡开通信用卡本行或跨行自动还款服务。自助还款：本行网上银行、手机银行、网点柜台等；快钱、财付通、微信、支付宝、移动官网、拉卡拉等第三方渠道'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value: '境外通过 VISA/MasterCard 网络取现，收取交易金额的 1％，最低每笔 5 美元'
      },
      {
        key: '最低还款额',
        value: '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低 1 美元'
      },
      {
        key: '溢缴款取现费',
        value: '溢缴款取现额的0.5%，最低每笔10元／1美元，最高每笔500元／50美元'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '',
        value:
          ''
      }
    ],
    cardGuidance: [
      {
        key: '为什么要填写联系人信息？对他们有何影响？',
        value: '填写联系人信息一方面是为了证明填写的信息属实，另一方面是方便银行在无法联系上客户本人的情况下，通过联系人与客户进行联系。联系人不承担任何风险。'
      }
    ],
    jumpUrl: ' https://creditcardapp.bankcomm.com/applynew/front/apply/campus/index.html?trackCode=A090420071400&commercial_id=null&telecom_id=null&qts=4093085931'
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/default.png',
    cardId: 14001,
    cardName: '宇宙星座卡',
    cardReward: [
      {
        title: '3个月视频会员',
        content: [
          {
            key: '活动时间',
            value: '2018年2月1日起至 2018年12月31日'
          },
          {
            key: '活动内容',
            value:
              '首次申办工行信用卡的新客户，启用星座卡校园版后30天内绑卡任意消费一笔即可在“工银信用卡微讯”公众号或工银e生活领取3个月优酷视频VIP会员免费尊贵体验。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币+美元等'
      },
      {
        key: '发卡组织',
        value: '银联+VISA'
      },
      {
        key: '免息期限',
        value: '最长50天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校专科、本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '无额度信用卡——不限院校，所有大学生均可申请；有透支额度信用卡——目前只面向指定院校发行（全国院校陆续开放中），需至工行指定网点填写纸质申请表办理，并提供《学生客户办卡还款承诺书》'
      },
      {
        key: '积分规则',
        value: '消费1元计1分，生日10倍积分'
      },
      {
        key: '积分用途',
        value: ''
      },
      {
        key: '还款渠道',
        value: '本行网点柜面、网上银行、手机银行等；支付宝、微信、银联在线、拉卡拉等'
      },
      {
        key: '其他',
        value: '“1+1”办卡模式：申请办理宇宙星座卡即同步办理银联单标识单币卡和VISA单标识多币种卡'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '可用额度的50%'
      },
      {
        key: '预借现金取现费',
        value:
          '人民币：按金额的1%收取，最低2元，最高100元。外币：按金额的2.9%收取（含境内外），最低3港币或3澳门元或3美元或3欧元（其余外币账户按最低3美元等值外币收取）'
      },
      {
        key: '最低还款额',
        value: ''
      },
      {
        key: '违约金',
        value:
          '最低还款额未还部分的5%，每期最高500院人民币或500港币或500澳门元或100美元或100欧元（其余外币账户按最高100美元等值外币收取）或按协议约定收取'
      }
    ],
    specialReward: [
      {
        key: '“爱购周末”海量优惠低至5折',
        value:
          '活动时间：即日起2018年10月31日\n活动内容：宇宙星座信用卡校园版持卡人每周末可在全国百大城市、500商圈、万家商户消费享受美食、购物、观影、超市、便利店、咖啡甜品等海量优惠低至5折，详细优惠门店、商户及活动细则关注“工银信用卡微讯”公众号-“我要优惠”-“爱购周末5折优惠”及关注爱购周末小程序。权益到期后，请以工商银行官网最新活动公告为准'
      }
    ],
    jumpUrl: ''
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/default.png',
    cardId: 15001,
    cardName: 'Linefriends学生版信用卡',
    cardReward: [
      {
        title: '赠公仔挂件一枚',
        content: [
          {
            key: '活动时间',
            value: '2017年10月12日至2018年4月30日'
          },
          {
            key: '活动内容',
            value:
              '持LINEFRIENDS信用卡消费满三笔，每笔金额达99元，即可获赠公仔挂件一枚（礼品限6000份，先到先得，公仔挂件款式随机配发，以收到实物为准）'
          }
        ]
      },
      {
        title: '最高返70元',
        content: [
          {
            key: '活动时间',
            value: '2017年8月1日-2018年7月31日'
          },
          {
            key: '活动内容',
            value:
              '一重礼——活动期间，成功申办大学生类信用卡的新客户，消费或取现一笔任意金额返20元；\n二重礼——活动期间，所有大学生信用卡客户提供第二还款来源成功释放额度，并消费或取现一笔任意金额返50元。先到先得，送完即止'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20-50天'
      },
      {
        key: '准入条件',
        value: '大一下学期及以上的大学生客户'
      },
      {
        key: '额度',
        value:
          '根据监管要求，客户网上申请后，银行先核发“封存额度”的学生信用卡（银行营销员现场指导申请的除外）。客户邀请第二还款来源人前往我行任意网点签署《中国建设银行大学生信用卡第二还款来源声明书及额度调整申请表》以后，即可释放信用卡额度。额度区间：1000-2000元'
      },
      {
        key: '积分规则',
        value: '消费1元计1分'
      },
      {
        key: '积分用途',
        value: '积分商城兑换礼品、爱心捐赠'
      },
      {
        key: '还款渠道',
        value: ''
      },
      {
        key: '其他',
        value: '支持官网申请及线下网点申请'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '最高不超过50%'
      },
      {
        key: '预借现金取现费',
        value:
          '境内通过本行或银联网络取款：按取现金额的1%收取，最低2元，最高100元；境内通过非银联网络取款：按取现金额的3%收取，最低3美元或3欧元'
      },
      {
        key: '最低还款额',
        value:
          '针对有额度的大学生卡，最低还款额低至当月账单的5%，最低还款额不少于200元人民币或50美金（若累计未还交易本金小于200元人民币或50美金，则最低还款额等于累计未还交易本金）'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低5元或1美元或1欧元'
      },
      {
        key: '溢缴款取现费',
        value: '境内本行同城取溢缴款免收取现手续费'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: 'Linefriends到店礼',
        value:
          '活动时间：2017年10月12日至2018年12月31日；\n活动内容：持LINEFRIENDS信用卡在LINEFRIENDS CAFE&STORE中国大陆地区门店餐饮区任意消费，即可获赠马卡龙或巧克力棒一份（每人每日限一份，先到先得，送完即止）'
      },
      {
        key: '粉丝积分礼遇',
        value:
          '在LINEFRIENDS CAFE&STORE中国大陆地区门店，使用LINEFRIENDS信用卡可享受“积分+现金”换购商品礼遇；\n以上专属礼遇以商户实际活动信息为准。LINEFRIENDS CAFE&STORE中国大陆地区门店信息以LINEFRIENDS 官网：linefrends.com发布的门店列表为准（游击店和主题公园除外）。'
      },
      {
        key: '购电影票享满30元立减20元',
        value:
          '活动时间：2018年3月1日至2018年6月30日\n活动内容：建设银行银联卡用户（卡号62开头，包含借记卡和信用卡）绑定手机闪付，在蜘蛛网购买电影票，享受满30立减20优惠，名额有限（与其他活动共享名额），先到先得'
      }
    ],
    jumpUrl: ''
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/default.png',
    cardId: 15002,
    cardName: 'Joy学生版信用卡',
    cardReward: [
      {
        title: '超惠购',
        content: [
          {
            key: '活动时间',
            value: '2018年1月1日——2018年6月30日'
          },
          {
            key: '活动内容',
            value:
              '活动期间，成功办理龙卡JOY信用卡的客户，核卡后消费三笔，每笔满88元，即可享：1、188元换购市场价399元的Jabra蓝牙耳机一副；2、199元换购市场价1790元的法国知名轻奢品牌Agnès b双肩背包一个。数量有限，先到先得'
          }
        ]
      },
      {
        title: '最高返70元',
        content: [
          {
            key: '活动时间',
            value: '2017年8月1日-2018年7月31日'
          },
          {
            key: '活动内容',
            value:
              '一重礼——活动期间，成功申办大学生类信用卡的新客户，消费或取现一笔任意金额返20元；\n二重礼——活动期间，所有大学生信用卡客户提供第二还款来源成功释放额度，并消费或取现一笔任意金额返50元。先到先得，送完即止'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20-50天'
      },
      {
        key: '准入条件',
        value: '大一下学期及以上的大学生客户'
      },
      {
        key: '额度',
        value:
          '根据监管要求，客户网上申请后，银行先核发“封存额度”的学生信用卡（银行营销员现场指导申请的除外）。客户邀请第二还款来源人前往我行任意网点签署《中国建设银行大学生信用卡第二还款来源声明书及额度调整申请表》以后，即可释放信用卡额度。额度区间：1000-2000元'
      },
      {
        key: '积分规则',
        value: '消费1元计1分'
      },
      {
        key: '积分用途',
        value: '积分商城兑换礼品、爱心捐赠'
      },
      {
        key: '还款渠道',
        value: ''
      },
      {
        key: '其他',
        value: '支持官网申请及线下网点申请'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '最高不超过50%'
      },
      {
        key: '预借现金取现费',
        value:
          '境内通过本行或银联网络取款：按取现金额的1%收取，最低2元，最高100元；境内通过非银联网络取款：按取现金额的3%收取，最低3美元或3欧元'
      },
      {
        key: '最低还款额',
        value:
          '针对有额度的大学生卡，最低还款额低至当月账单的5%，最低还款额不少于200元人民币或50美金（若累计未还交易本金小于200元人民币或50美金，则最低还款额等于累计未还交易本金）'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低5元或1美元或1欧元'
      },
      {
        key: '溢缴款取现费',
        value: '境内本行同城取溢缴款免收取现手续费'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '购电影票享满30元立减20元',
        value:
          '活动时间：2018年3月1日至2018年6月30日\n活动内容：建设银行银联卡用户（卡号62开头，包含借记卡和信用卡）绑定手机闪付，在蜘蛛网购买电影票，享受满30立减20优惠，名额有限（与其他活动共享名额），先到先得'
      }
    ],
    jumpUrl: ''
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/default.png',
    cardId: 15003,
    cardName: '芭比学生版信用卡',
    cardReward: [
      {
        title: '最高返70元',
        content: [
          {
            key: '活动时间',
            value: '2017年8月1日-2018年7月31日'
          },
          {
            key: '活动内容',
            value:
              '一重礼——活动期间，成功申办大学生类信用卡的新客户，消费或取现一笔任意金额返20元；\n二重礼——活动期间，所有大学生信用卡客户提供第二还款来源成功释放额度，并消费或取现一笔任意金额返50元。先到先得，送完即止'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: '金卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '20-50天'
      },
      {
        key: '准入条件',
        value: '大一下学期及以上的大学生客户'
      },
      {
        key: '额度',
        value:
          '根据监管要求，客户网上申请后，银行先核发“封存额度”的学生信用卡（银行营销员现场指导申请的除外）。客户邀请第二还款来源人前往我行任意网点签署《中国建设银行大学生信用卡第二还款来源声明书及额度调整申请表》以后，即可释放信用卡额度。额度区间：1000-2000元'
      },
      {
        key: '积分规则',
        value: '消费1元计1分'
      },
      {
        key: '积分用途',
        value: '积分商城兑换礼品、爱心捐赠'
      },
      {
        key: '还款渠道',
        value: ''
      },
      {
        key: '其他',
        value: '支持官网申请及线下网点申请'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免年费'
      },
      {
        key: '取现比例',
        value: '最高不超过50%'
      },
      {
        key: '预借现金取现费',
        value:
          '境内通过本行或银联网络取款：按取现金额的1%收取，最低2元，最高100元；境内通过非银联网络取款：按取现金额的3%收取，最低3美元或3欧元'
      },
      {
        key: '最低还款额',
        value:
          '针对有额度的大学生卡，最低还款额低至当月账单的5%，最低还款额不少于200元人民币或50美金（若累计未还交易本金小于200元人民币或50美金，则最低还款额等于累计未还交易本金）'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低5元或1美元或1欧元'
      },
      {
        key: '溢缴款取现费',
        value: '境内本行同城取溢缴款免收取现手续费'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '购电影票享满30元立减20元',
        value:
          '活动时间：2018年3月1日至2018年6月30日\n活动内容：建设银行银联卡用户（卡号62开头，包含借记卡和信用卡）绑定手机闪付，在蜘蛛网购买电影票，享受满30立减20优惠，名额有限（与其他活动共享名额），先到先得'
      }
    ],
    jumpUrl: ''
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/default.png',
    cardId: 16001,
    cardName: '上海银行大学生信用卡',
    cardReward: [],
    baseInfo: [
      {
        key: '卡别',
        value: '普卡'
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '父母签署《第二还款来源担保声明》后，即可获得3000元初始额度'
      },
      {
        key: '积分规则',
        value: '消费1元计1分'
      },
      {
        key: '积分用途',
        value: ''
      },
      {
        key: '还款渠道',
        value: ''
      },
      {
        key: '其他',
        value: '尚未开通线上申请渠道，需线下网点申请，详询线下网点'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: ''
      },
      {
        key: '取现比例',
        value: '最高不超过可用额度的100%'
      },
      {
        key: '预借现金取现费',
        value:
          '取现额的2%，最低30元'
      },
      {
        key: '最低还款额',
        value:
          '本月账单的10%'
      },
      {
        key: '违约金',
        value: '最低还款额未还部分的5%，最低30元'
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '星巴克买一赠一',
        value:
          '活动时间：即日起至2018年5月2日（每周三）\n活动内容：持卡人至星巴克江浙沪地区指定合作门店（星巴克臻选、上海烘培工坊、上海迪斯尼小镇店、上海浦东机场区域及南京禄口机场区域门店除外），资格验证通过后刷卡即享全场手工调制饮料买一送一。单卡每活动日可享1次优惠，全场活动仅限手工调制饮品。'
      },
      {
        key: '在“天天果园”消费可享满100立减30优惠',
        value:
          '活动时间：即日起至2018年5月18日（每周五10点起）\n活动内容：持卡人在“天天果园”APP上使用上海银行信用卡进行支付，可享满100元立减30元，每人每卡每活动日限享一次优惠。 数量有限，先到先得。'
      }
    ],
    jumpUrl: ''
  },
  {
    cardPic: 'https://qiniu-image.qtshe.com/system/page/de/default.png',
    cardId: 17001,
    cardName: '光大正青春信用卡',
    cardReward: [
      {
        title: '最高享100元刷卡金',
        content: [
          {
            key: '活动时间',
            value: '即日起至2018年12月31日'
          },
          {
            key: '活动内容',
            value:
              '持卡人首刷且累计交易金额大于等于50元，赠送50元银联刷卡金，全国每季度限前3000名，按首刷达标时间排序，先到先得，送完即止。\n在持卡人首刷（首笔50元）基础上，并在“阳光惠生活”APP绑定该卡，同时开通银联二维码并完成一笔银联二维码交易（不限金额），即在一重好礼的基础上再获赠50元银联刷卡金。按照银联二维码交易时间排序，先到先得，送完即止。'
          }
        ]
      }
    ],
    baseInfo: [
      {
        key: '卡别',
        value: ''
      },
      {
        key: '币种',
        value: '人民币'
      },
      {
        key: '发卡组织',
        value: '银联'
      },
      {
        key: '免息期限',
        value: '25-56天'
      },
      {
        key: '准入条件',
        value: '全日制年满18周岁的在校本科、硕士研究生和博士生'
      },
      {
        key: '额度',
        value:
          '无额度'
      },
      {
        key: '积分规则',
        value: '消费1元计1分'
      },
      {
        key: '积分用途',
        value: '积分商城兑换礼品'
      },
      {
        key: '还款渠道',
        value: ''
      },
      {
        key: '其他',
        value: '尚未开通线上申请渠道，需线下网点办理'
      }
    ],
    feeInfo: [
      {
        key: '年费',
        value: '有效期内免收年费'
      },
      {
        key: '取现比例',
        value: ''
      },
      {
        key: '预借现金取现费',
        value:
          ''
      },
      {
        key: '最低还款额',
        value:
          ''
      },
      {
        key: '违约金',
        value: ''
      },
      {
        key: '溢缴款取现费',
        value: ''
      },
      {
        key: '分期费用',
        value: ''
      }
    ],
    specialReward: [
      {
        key: '周三“狠减单”',
        value:
          '活动时间：即日起至2018年3月31日期间，（每周三、六）；\n活动内容：1，持卡人在全国指定小肥羊门店消费并刷我行信用卡，即有机会享单笔满200元及以上立减60元，最高减60元的优惠。每活动日名额1511个，每位客户每活动日限享一次优惠，名额有限，先到先得。2，持卡人在微信端绑定光大信用卡，在全国指定呷哺呷哺门店消费, 通过微信使用光大信用卡支付，即有机会享单笔满50元及以上减20元（最高减20元）的优惠，每活动日名额3396个，每活动日每位持卡人限享一次，名额有限，先到先得'
      },
      {
        key: '10点GO购GO',
        value:
          '活动时间：即日至2018年5月31日期间的每周三（上午10点至营业结束）；\n活动内容：活动期间，光大银行信用卡持卡人在指定门店消费,有机会享单笔满120元及以上立减40元（最高立减40元）优惠。每活动日优惠名额为7625个，每位持卡人每优惠日限享受一次优惠。名额有限，先到先得。\n活动时间：2018年1月5日至2018年12月31日，每周五10:00至周六24:00；\n活动内容：光大信用卡客户在唯品会APP通过光大信用卡快捷支付单笔消费满108元及以上，享立减18元优惠。按照客户消费时间排序，每周活动取前6000人。同一客户每周仅限参与一次，同一客户指同一光大信用卡卡号或者同一唯品会账号。'
      }
    ],
    jumpUrl: ''
  }
]

export default cardDetial
